{
  "welcome": "Welcome",
  "hello": "Hello",
  "goodbye": "Goodbye",
  "about-usNav": "About us",
  "homeNav": "Home",
  "productsNav": "Products",
  "btnNav": "Contact us",
  "contact-usNav": "Contact us",
  "aboutushomeh2": "About us",
  "aboutushomeh1": "Hamac Events",
  "copyright": "Copyright © 2024 Hamac Events. All rights reserved.",
  "footerAbout": "Hamac Events is your partner of choice for high-quality industrial solutions. Specializing in the import and distribution of global brands, we focus on fastening and professional tooling, as well as automotive detailing equipment.",
  "email": "Email",
  "password": "Password",
  "Continuer": "Continue",
  "firstname": "First name",
  "lastname": "Last name",
  "phonenumber": "Phone number",
  "plus d'infos": "More infos",
  "see more": "See more",
  "Download Catalog": "Download Catalog",
  "ContactUs": "Talk with our support",
  "home": "Home",
  "about": "About us",
  "contact": "Contact us",
  "products": "Products",
  "Testimonials": "Testimonials",
  "products-title": "Title for the Products",
  "titleabout": "About us",
  "description1": "Hamac Events takes the stress out of organizing your events. As experts in bespoke design and execution, we craft unique experiences that bring your vision to life, anywhere in Algeria. With a talented and dedicated team, we turn your ideas into memorable and impactful moments.",
  "description2": "We partner with businesses, organizations, and individuals to provide tailored solutions. Whether it’s a corporate event, team-building activity, trade fair, or professional exhibition, our mission is to support you with creativity, precision, and professionalism.",
  "title2": "Our Values:",
  "title3+": "Innovation:",
  "subtitle3": "Imagining original concepts to meet your specific needs.",
  "title4+": "Excellence:",
  "subtitle4": "Paying meticulous attention to detail for a flawless result.",
  "title5+": "Collaboration:",
  "subtitle5": "Building your projects around your vision and expectations.",
  "title6+": "Sustainability:",
  "subtitle6": "Offering eco-friendly options for environmentally respectful events.",
  "subtitle7": "With Hamac Events, every project becomes an opportunity to leave a lasting impression and make a difference.",
  "explore-btn": "Explore Products",
  "Card-data-desc": "Your aspirations fuel our creativity, We begin by listening intently, understanding your goals, and envisioning.",
  "data-title": "Read the ticket thoroughly to understand the costumer’s",
  "data-title-title": "Visionary Consultation",
  "see-more": "See more",
  "product-section": {
    "title": "Our Latest Products",
    "description": "Introducing our latest Print marvel - Pushing boundaries and redefining print excellence."
  },
  "about-section": {
    "title": "Discovering Design & Print Mastery Evolution",
    "description": "Exploring the intersection of vision, innovation, craftsmanship, provision, and performing design & print solutions.",

    "stats": {
      "label1": "Ready to use products",

      "label": "Customer satisfaction"
    },
    "buttons": {
      "contact": "Contact us",
      "book": "Book a call"
    }
  },

  "contact-section": {
    "title": "Let’s Build Your Vision",
    "description": "Reach out to us for expert guidance, collaborative design, and tailored solutions to shape your vision into reality.",
    "buttons": {
      "contact": "Contact us",
      "book": "Book a call"
    }
  },
  "Testimonial-section": {
    "title": "Testimonial",
    "subtitle": "What our customers have to say"
  },
  "tool": {
    "header1_1": "Team Building",
    "description_1": "Inspire your teams with our innovative team-building activities.",
    "header1_2": "Stand Out with Our Custom Booths",
    "description_2": "3D design, production, and installation: we offer professional booths that reflect your brand and attract attention at your trade shows.",
    "header1_3": "Comprehensive Support for Businesses",
    "description_3": "A strategic partner for your professional needs."
  },
  "button": {
    "learn_more": "Learn More",
    "explore": "Explore Our Projects",
    "explore_exp": "Discover Our Expertise"
  },
  "footer": {
    "top-footer": {
      "description": "With Hamac Events, every project becomes an opportunity to leave a lasting impression and make a difference.",
      "button": "Newlsetter",
      "links": {
        "explore": "Explore",
        "useful-links": {
          "title": "Useful links",
          "Give-feedback": "Give feedback",
          "Support": "Support"
        }
      }
    },
    "copyright": "Copyright © 2024 Hamac Events. All rights reserved."
  },

  "title": "Do you still have questions?",
  "description": "Can’t find the answer you’re looking for? Contact us!",
  "name": "Name",
  "first-name": "First Name",
  "phone": "Phone number",
  "describ": "Description",
  "send": "Send",

  "qst1": "What types of events do you organize?",
  "rep1": "We organize a wide range of events, including team buildings, seminars, conferences, trade shows, corporate events, and private events.",
  "qst2": "Do you offer customized services?",
  "rep2": "Yes, every event is tailor-made to meet the needs and expectations of our clients, ensuring a unique and personalized experience.",
  "qst3": "What are your lead times for organizing an event?",
  "rep3": "Lead times vary depending on the complexity and scale of the event. We recommend contacting us as early as possible to ensure optimal preparation.",
  "qst4": "Do you operate only in Algeria?",
  "rep4": "Although we are based in Algeria, we are open to collaborating on international projects depending on our clients' needs.",
  "qst5": "Do you offer eco-friendly solutions?",
  "rep5": "Absolutely! We are committed to incorporating sustainable practices into our services, including using recyclable materials and minimizing the carbon footprint of our events.",
  "qst-title": "Frequently Asked Questions",
  "qst-desc": "Questions you might ask about our services.",

  "titleTb": "What is Team Building?",
  "description1Tb": "The success of a company relies on strong and high-performing teams. Team building is a unique opportunity to strengthen bonds, improve communication, and create a positive work environment. At Hamac Events, we design tailor-made experiences in exceptional settings, combining exciting challenges with moments of relaxation. Discover our exclusive destinations and offer your team an experience that blends enjoyment with professional development.",
  "description2Tb": "Team building is at the heart of our approach to strengthening team cohesion and engagement. By offering unique and personalized experiences, Hamac Events transforms your moments of collaboration into opportunities for collective growth.",
  "sortiesPropose": "proposed activities :",
  "reserver-sortie": "Book your trip now!",
  "send-info": "Send us your contact information so we can arrange your trip"
}
